; WinSnap v1.1.6 English Language File (Template)
; Translated by ToKor


;##############################################################################

; NOTE: All statements started with ';' are comments and they are completely 
;       ignored by WinSnap. Feel free to remove them from your language file!

;##############################################################################
; Changes for version 2.0.1 (February 12, 2006)

; Tray tooltip
20003="WinSnap v2.0"

; .Exe filter
20033="실행 파일 (*.exe, *.bat, *.cmd)"

; Save As dialog
20060="투명도를 가지고 저장"

; Settings, Image tab
20061="투명도"

; Capture modes
20211="전체 화면"
20212="응용프로그램"
20213="창"
20214="메뉴"
20215="객체"
20216="영역"

; Main menu, Capture
20511="전체 화면(&F)\tCtrl+1"
20512="응용프로그램(&A)\tCtrl+2"
20513="창(&W)\tCtrl+3"
20514="메뉴(&M)\tCtrl+4"
20515="객체(&O)\tCtrl+5"
20516="영역(&R)\tCtrl+6"

; Main menu
20600="도구(&T)"
20601="사용자(&C)"

; Tray menu
20921="전체 화면(&F)"
20922="응용프로그램(&A)"
20923="창(&W)"
20924="메뉴(&M)"
20925="객체(&O)"
20926="영역(&R)"

; Settings, Hotkeys tab
21712="전체 화면:"
21713="응용프로그램 창:"
21714="활성창:"
21715="팝업 메뉴:"
21716="객체 캡쳐 시작:"
21717="영역 캡쳐 시작:"

; Customize Tools dialog
23000="사용자 도구"
23001="신규"
23002="편집"
23003="제거"
23004="위로 이동"
23005="아래로 이동"
23006="닫기"

; New Tool dialog
23100="외부 도구"
23101="확인"
23102="취소"

23110="응용프로그램:"
23111="제목:"
23112="명령어:"
23113="탐색..."
23114="매개변수:"
23115="명령어 실행후 WinSnap 최소화"
23116="저장된 이미지의 파일명 프롬프트 하지 않음"
23120="옵션 저장:"
23121="폴더:"
23122="탐색..."
23123="파일명:"
23124="이미지 형식:"

; Region mode, right-click menu
24106="고정 크기"
24107="위치 저장"

; Object mode, helper dialog
24201="선택 변경을 위해 화면 위로 마우스 포인터 이동. 다중 객체 선택은 Ctrl 키 그리고 설정 변경은 마우스 오른쪽 버턴 사용."
24202="제목:"
24203="클래스:"
24204="프로세스:"

; Object mode, right-click menu
24300="객체 선택\tSpace"
24301="선택 반전\tTab"
24302="선택 취소\tBackspace"
24303="버턴과 컨트롤"
24304="응용프로그램 창"
24305="캡쳐 취소\tEsc"
24306="이 메뉴를 떠남"

; Register dialog
28000="WinSnap 등록"
28001="지금 주문!"
28002="라이선스 키이 입력..."
28003="계속"
28004="종료"
28010="당신의 WinSnap 사본은 30일 평가판입니다. \r\n만약 계속해서 사용을 하실려면 \r\n당신은 반드시 라이선스를 구입해야 합니다."
28011="등록을 위해 %d일이 남았습니다."
28012="라이선스와 가격"

; About dialog
28100="WinSnap 정보"
28101="확인"
28102="등록"
28103="라이선스:"
28104="지원 포럼"

; Errors
32009="잘못된 디렉토리:\r\n%s"
32010="프로세스를 생성할 수 없었습니다."
32020="지정된 이름으로 해야합니다."

;##############################################################################
; Changes for version 1.1.6 (August 24, 2006)
; Added strings:
;   => 20002="WinSnap"
; General page
;   => 21114="Include mouse cursor in capture"
; Image page
;   => 21603="Keep WinSnap minimized in auto-save mode"
;   => 21604="Clear image on minimize to safe memory"
; Region selection
;   => 24100="Rectangle"
;   => 24101="Round rectangle"
;   => 24102="Ellipse"
;   => 24103="Abort selection\tBackspace"
;   => 24104="Cancel capture\tEsc"
;   => 24105="Dismiss this menu"
;##############################################################################


;##############################################################################
; WinSnap enumerates all *.LNG files into .\lang subfolder!
; To add a language for WinSnap:
;     1) translate this file;
;     2) save it as <NewLanguage>.lng in UNICODE format
;        (for Notepad: select File->Save_As and then choose Unicode encoding);
;     3) test it before submitting!!!
;
; Translations forum/tracker: http://www.ntwind.com/forum/viewforum.php?f=3
;
; I will include some translations to my official release (if you accept!).
; Please put your e-mail address for feedback somewhere!


; There are a few special characters (two symbols are recognized as one):
;     1) carriage return and new line:  \r\n
;     2) tab:  \t
;     3) quotation mark:  \"
;     4) back slash:  \\


; NOTE: These language files will generally work with future versions of 
;       WinSnap, but some strings will appear in English. I will put a 
;       change log for future versions in the comments of this file.
;##############################################################################


; Currently WinSnap uses *.LNG file names for language identifying.
; This string is ignored. Please put here for future versions:
;     10000="English_LanguageName (Native_LanguageName)"
;     e.g. 10000="German (Deutsch)"
10000="Korean (한국어)"


; Caption
20000="Windows Snapshot Maker v2.0"
20001=" (미등록)"

; Tooltip in the system tray
20002="WinSnap"

; Default name of saved image
20010="sshot"

; Print job name
20011="WinSnap Screenshot"

; Save/Open filters
20030="모든 파일 (*.*)"
20031="모든 지원 형식"
20032="등록 키이 데이터 (*.key, *.txt)"
20040="BMP (*.bmp, *.dib)"
20041="JPEG (*.jpg, *.jpeg, *.jpe)"
20042="PNG (*.png)"
20043="GIF (*.gif)"
20044="TIFF (*.tif, *.tiff)"

; Supported formats
20062="BMP"
20063="JPEG"
20064="PNG"
20065="GIF"
20066="TIFF"

; Preview states
20090="<< 비어 있음 >>"
20091="생성..."

; Main window
20100="닫기"
20101="새 스냅샷"
20102="클립보드로 복사"
20103="이미지 저장..."
20104="E-Mail로 전송..."

20110="컬러링:"
20111="사용 안함"
20112="그레이 스케일"
20113="세피아"
20114="반전"

20115="음영:"
20116="사용 안함"
20117="양화"
20118="음화"
20119="테두리"

20120="기타:"
20121="윤곽선"
20122="워터 마크"
20123="회전"
20124="스케일"

20200="캡쳐 모드:"
20201="전체 화면"
20202="응용프로그램"
20203="창"
20204="사용자 영역"
20205="팝업 메뉴"
20206="영역"

; Menu
20300="파일(&F)"
20301="새 스냅샷(&N)\tCtrl+N"
20302="이미지 열기(&O)...\tCtrl+O"
20303="저장(&S)\tCtrl+S"
20304="다른 이름으로 저장(&A)..."
20305="썸네일로 저장(&T)..."
20306="프린터(&P)...\tCtrl+P"
20307="페이지 설정(&E)..."
20308="종료(&X)"

20350="편집(&E)"
20351="복사(&C)\tCtrl+C"
20352="썸네일 복사(&T)"
20353="붙여넣기(&P)\tCtrl+V"
20354="이미지 삭제\tDel"

20400="옵션(&O)"
20401="자동 저장(&S)"
20402="자동 복사(&C)"
20403="설정...\tF2"

20410="컬러링(&C)"
20411="사용 안함(&O)"
20412="그레이 스케일(&G)"
20413="세피아(&S)"
20414="색상 반전(&I)"

20420="음영(&S)"
20421="사용 안함(&O)"
20422="양화(&P)"
20423="음화(&N)"
20424="테두리(&U)"

20430="기타(&M)"
20431="윤곽선(&C)"
20432="워터 마크(&W)"
20433="회전(&R)"
20434="스케일(&S)"

20500="캡쳐(&C)"
20501="전체 화면(&F)\tCtrl+1"
20502="응용프로그램(&A)\tCtrl+2"
20503="창(&W)\tCtrl+3"
20504="사용자 지정 영역(&C)\tCtrl+4"
20505="팝업 메뉴(&M)\tCtrl+5"
20506="영역(&R)...\tCtrl+6"

20550="도움말(&H)"
20551="도움말 항목(&H)\tF1"
20552="홈페이지(&O)"
20553="지원 포럼(&F)"
20554="지금 업데이트 확인(&U)"
20555="WinSnap 정보(&A)..."
20556="WinSnap 등록(&R)"
20557="등록키 입력(&E)..."

; Tray menu
20900="WinSnap 숨기기"
20901="WinSnap 보이기"
20903="설정..."
20904="종료"

20911="전체 화면(&F)"
20912="응용프로그램(&A)"
20913="창(&W)"
20914="사용자 지정 영역(&C)"
20915="팝업 메뉴(&M)"
20916="영역(&R)"

; Config
21000="설정"
21001="확인"
21002="취소"
21003="적용"

21050="일반"
21051="블렌딩"
21052="캔버스"
21053="워터 마크"
21054="이미지"
21055="단축키"

; General page
21100="언어:"
21101="다른 언어 파일..."
21102="시스템 시작시 WinSnap 자동 시작"
21103="주기적인 온라인 업데이트 확인"
21104="WinSnap 창 항상 맨위에 보이기"
21105="WinSnap 창 크기와 위치 복구"
21106="WinSnap 시스템 트레이 아이콘 항상 보이기"
21107="닫기시 시스템 트레이로 최소화"
21108="WinSnap 시작시 스냅샷 찍기:"
21109="캡쳐 모드 시작:"
21110="스냅샷 찍을때 소리 재생"
21111="스냅샷 찍기전 WinSnap 창 숨기기"
21112="스냅샷 찍기전 트레이 아이콘 숨기기"
21113="WinSnap이 보인다면 스냅샷 찍기전에 지연(ms):"
21114="캡쳐에 마우스 커서 포함"

; Blending page
21200="음영:"
21201="각도:"
21202="°"
21203="간격:"
21204="px"
21205="크기:"
21206="px"
21207="불투명도:"
21208="%"
21209="색상:"
21210="#"
21211="윤곽선:"
21212="색상:"
21213="#"
21214="크기:"
21215="px"
21216="배경:"
21217="색상:"
21218="#"

; Canvas page
21400="회전:"
21401="각도:"
21402="°"
21403="스케일:"
21404="스케일 조정:"
21405="이미지 크기 맞춤:"
21406="범위:"
21407="%"
21408="폭:"
21409="px"
21410="높이:"
21411="px"
21412="비율 유지"
21413="고급:"
21414="보간 모드:"

21490="Nearest neighbor"
21491="Bilinear"
21492="Bicubic"
21493="고품질 Bilinear"
21494="고품질 Bicubic"

; Watermark page
21500="오버레이 이미지:"
21501="이미지 파일:"
21502="탐색..."
21503="투명화로 오버레이:"
21504="불투명도:"
21505="%"
21506="위치:"
21507="이미지 대응면의 옵셋 지정"
21508="수평:"
21509="%"
21510="수직:"
21511="%"
21512="수평:"
21513="px"
21514="수직:"
21515="px"
21516="상대 좌표 사용"

21590="상단 좌측"
21591="상단 중앙"
21592="상단 우측"
21593="중앙 좌측"
21594="정  중  앙"
21595="중앙 우측"
21596="하단 좌측"
21597="하단 중앙"
21598="하단 우측"

; Saving page
21600="클립보드로 자동 이미지 복사"
21601="디스크로 자동 이미지 저장"
21602="저장된 이미지의 파일명을 알리지 않기"
21603="자동 저장 모드로 최소화된 WinSnap 유지"
21604="안전한 메모리를 위해 최소화때 이미지 삭제"
21610="자동 저장 옵션:"
21611="기본 폴더:"
21612="탐색..."
21613="파일명:"
21615="이미지 형식:"
21620="압축:"
21621="JPEG 품질:"
21622="%"
21699="스크린샷 자동 저장용 디렉토리 선택"

; Hotkeys page
21700="시스템 단축키 활성"
21701="캡쳐 제어:"
21702="전체 화면:"
21703="응용프로그램 창:"
21704="활성창:"
21705="사용자 지정 영역창:"
21706="팝업 메뉴:"
21707="영역 캡쳐 시작:"
21720="WinSnap 제어:"
21721="최소화/복구:"
21722="메인창 보이기/숨기기:"
21723="WinSnap 종료:"

; Region selection
24001="마우스나 화살표 키이를 사용하여 화면상의 영역을 선택합니다. 영역의 상태를 변경하기 위하여 오른쪽 버턴을 그리고 이 도움말을 보이기/숨기기 위하여 F1을 사용합니다. 
24002="위치:"
24003="x:"
24004="y:"
24005="크기:"
24006="w:"
24007="h:"

24100="직사각형"
24101="둥근 직사각형"
24102="타원"
24103="선택 중지\tBackspace"
24104="캡쳐 취소\tEsc"
24105="이 메뉴를 떠남"

; Confirmations
31900="WinSnap 확인"
31901="WinSnap이 이미 실행중입니다. 중지하시겠습니까?"
31902="WinSnap 종료를 정말로 하시겠습니까?"
31903="등록 처리를 끝내기 위해서 WinSnap을 재시작하십시요.\r\n지금 WinSnap을 재시작 하시겠습니까?"

; Errors
32000="WinSnap 오류"
32001="언어 파일을 로드할 수 없습니다."
32002="레지스트리로 설정을 저장할 수 없습니다. 접근 권한을 확인하십시요."
32003="이미지 파일을 로드할 수 없습니다.\r\n유효한 이미지 파일이 아닙니다, 혹은 현재 지원하지 않는 형식입니다."
32004="디스크에 이미지 파일을 저장할 수 없습니다."
32005="임시 파일로 이미지 저장을 할 수 없습니다."
32006="메일 시스템 지원을 로드할 수 없습니다.(Mapi32.dll)."
32007="MAPI가 메시지 전송을 실패했습니다."
32008="WinSnap 등록을 실패했습니다."

; Check for update
32500="WinSnap 업데이트"
32501="WinSnap의 새로운 버전이 온라인으로 이용가능합니다!\r\n지금 다운로드 하시겠습니까?"
32502="WinSnap의 버전은 업데이트되었습니다. 이용 가능한 업데이트는 없습니다."
